{"id":7063,"date":"2019-05-13T14:59:00","date_gmt":"2019-05-13T06:59:00","guid":{"rendered":"https:\/\/aqualisoffshore.com\/?p=7063"},"modified":"2019-05-14T15:49:11","modified_gmt":"2019-05-14T07:49:11","slug":"aqualis-offshore-braemar-technical-services","status":"publish","type":"post","link":"https:\/\/aqualisbraemar.com\/all-media\/news\/aqualis-offshore-braemar-technical-services\/","title":{"rendered":"Aqualis and Braemar Technical to join forces"},"content":{"rendered":"\n<h3>Aqualis ASA (&#8220;Aqualis&#8221;) and Braemar Shipping Services plc (&#8220;<a rel=\"noreferrer noopener\" aria-label=\"Braemar (opens in a new tab)\" href=\"https:\/\/braemar.com\/\" target=\"_blank\">Braemar<\/a>&#8220;) today entered into an agreement whereby Aqualis will acquire three business lines (Adjusting, Marine and Offshore, jointly &#8220;BTS&#8221;) representing the majority of the <a href=\"http:\/\/braemartechnical.com\/\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\"Braemar Technical Services (opens in a new tab)\">Braemar Technical Services<\/a> division (the &#8220;Transaction&#8221;). The combined company, to be renamed AqualisBraemar, will be a leading adjusting, marine, offshore and renewables consultancy with a broadened service offering across all major basins. <\/h3>\n\n\n\n<p>Through the transaction, existing and potential clients of AqualisBraemar\nwill be able to benefit from gaining access to new capabilities and broader\nsuite of services on offer as well as increased manpower and geographical\nfootprint to enable even quicker and more cost-efficient operational support at\nor in close proximity to clients&#8217; offices and assets. <\/p>\n\n\n\n<p>The combined company will operate under the united brand AqualisBraemar and\nwill have four main business lines, each with a global offering and strong\npresence in their respective markets: Adjusting, Marine, Offshore and\nRenewables. The consideration in the transaction comprises a combination of\nAqualis shares and performance-based warrants, making Braemar the largest\nshareholder in Aqualis. Further details regarding the Transaction are described\nbelow. <\/p>\n\n\n\n<h2>Highlights<\/h2>\n\n\n\n<ul class=\"bullets\"><li>The combined company&#8217;s revenue for the twelve months ended December 31, 2018 was approximately USD 76 million, with Aqualis and BTS representing approximately USD 36 million and USD 40 million respectively<\/li><li>The combination is expected to result in significant benefits for stakeholders, including creation of significant shareholder value through estimated run rate EBITDA synergies of approximately USD 2.0 million, expected to be implemented in full by year-end 2021<\/li><li>Braemar will become the largest shareholder in Aqualis, with an initial shareholding of approximately 26%, potentially increasing to 33% depending on business performance<\/li><li>The combined company&#8217;s executive management will consist of CEO David Wells (Aqualis), CFO Kim Boman (Aqualis), Group and Offshore COO Reuben Segal (Aqualis) and COO Insurance Services Grant Smith (Braemar), with other senior divisional management selected from top talent within both companies. The head office will be located in London<\/li><li>Completion of the transaction is subject to the approval by Aqualis&#8217; shareholders at the Annual General Meeting (the &#8220;AGM&#8221;), expected to be held on or about 11 June<\/li><li>Certain existing Aqualis shareholders have undertaken to support the Transaction by way of voting in favour at the AGM, including election of Braemar CEO James Kidwell to the Board of Directors. Braemar have undertaken to support the re-election of Glen Rødland to the board of directors<\/li><li>The combined company&#8217;s name is suggested to be changed to AqualisBraemar ASA at the AGM conditional upon the completion of the Transaction. Its shares will continue to be listed on Oslo Stock Exchange under the ticker AQUA<\/li><li>To expand the combined company&#8217;s liquidity buffer during the integration phase, Aqualis proposes fully underwritten equity issues raising gross proceeds of approximately USD 6 million, of which USD 2 million will be provided by Braemar<\/li><li>The previously announced proposal for ordinary dividend of NOK 0.10 per Aqualis share will be withdrawn because of the contemplated Transaction <\/li><\/ul>\n\n\n\n<p>David Wells, CEO of Aqualis, comments:<em> &#8220;Aqualis and Braemar Technical Services are two of the leading marine consulting companies globally. By joining forces, we create a more sustainable business with strong platform for international growth. We will be better able to support our clients&#8217; growth by offering our joint and enhanced leading expertise. With our larger scale, more resources and our engaged and talented people, we will improve our ability to meet our clients&#8217; needs globally&#8221; <\/em>Through the Transaction, Aqualis will acquire the majority of the Braemar Technical Services division, specifically the three business lines Adjusting, Marine and Offshore. Braemar has a leading brand name in the industry, with BTS entities having operated in the markets for more than 150 years. Marine and Adjusting are global market leaders in their respective niches, while Offshore has a global service offering with a particularly strong position in the Asia Pacific region. Key financial figures and other information regarding BTS can be found in the attached presentation. <\/p>\n\n\n\n<p>James Kidwell, CEO of Braemar, comments: <em>&#8220;We are delighted to be announcing the sale of substantially all of Braemar&#8217;s Technical division to Aqualis ASA in exchange for an equity stake in the enlarged group. Our respective businesses fit well together and the combination will create a market leading position in Offshore, Marine, Adjusting and Renewables services with global coverage which will enable the stronger combined business to unlock significant revenue and cost synergies. <\/em><\/p>\n\n\n\n<p><em>We strongly believe that the enlarged Aqualis group, which will retain the Braemar name and trade as AqualisBraemar, will bring numerous benefits and opportunities to both clients and employees going forward. <\/em><\/p>\n\n\n\n<p><em>As the largest shareholder in AqualisBraemar we look forward to developing the business with the management team, which has an excellent track record of growing businesses in these sectors.&#8221; <\/em><\/p>\n\n\n\n<h2>Overview of the combined company <\/h2>\n\n\n\n<p>The combined company will operate under the united brand AqualisBraemar and\nwill be divided into four divisions, each with a strong presence in their\nrespective markets: Offshore, Marine, Adjusting and Renewables. The combined\ncompany&#8217;s revenue for the twelve months ended December 31, 2018 was\napproximately USD 76 million, with Aqualis and BTS representing approximately\nUSD 36 million and USD 40 million respectively, and at the end of Q1 2019 it\nhad on average a combined total of approximately 432 full-time equivalent\n(&#8220;FTE&#8221;) employees globally. The combined company&#8217;s name is suggested\nto be changed to AqualisBraemar ASA at the AGM, conditional upon the completion\nof the Transaction. After the completion of the Transaction, AqualisBraemar&#8217;\nshares will continue to be listed on Oslo Stock Exchange under the ticker AQUA.\n<\/p>\n\n\n\n<h2>Corporate governance<\/h2>\n\n\n\n<p>Grant Smith, the current Managing Director of Braemar Technical Services,\nwill join AqualisBraemar&#8217;s executive management as COO Insurance Services.\nAqualis COO Reuben Segal will continue as Group COO and COO Offshore. David\nWells and Kim Boman will continue as CEO and CFO, respectively. Other senior\ndivisional management will be selected from top talent within both companies. <\/p>\n\n\n\n<p>Gross Management AS, a company controlled by Aqualis Chairman Glen Rødland\nand holding approximately 17.4% of the outstanding shares of Aqualis, Alsto\nConsultancy Ltd, a company controlled by Aqualis CEO David Wells and holding\napproximately 1.9% of the outstanding shares of Aqualis, AmAn Marine Limited, a\ncompany controlled by Aqualis COO Reuben Segal and holding 3.3% of the\noutstanding shares of Aqualis, as well as Aqualis CFO Kim Boman holding 1.2% of\nthe outstanding shares of Aqualis have all undertaken to support the\nTransaction by way of voting in favour at the AGM, including election of\nBraemar CEO James Kidwell to the Board of Directors of the combined company.\nBraemar has undertaken to support the re-election of Glen Rødland to the board\nof directors. <\/p>\n\n\n\n<p>The company&#8217;s head office will be located in London. <\/p>\n\n\n\n<p>Employees At the end of March 31, 2019, Aqualis employed approximately 187\nFTE employees and BTS employed approximately 245 FTE employees. Aqualis and\nBraemar believe that the biggest strength of the combined company will be the\ncombined competence and experience of the two groups of employees, and intend\nto continue to build on that strength. The Transaction will be mutually beneficial\nfor employees of both companies, providing improved opportunities for further\ncompetence development. <\/p>\n\n\n\n<h2>Rationale and key benefits of the combination <\/h2>\n\n\n\n<p>1) Broader service offering and increased scale &#8211; a stronger partner for\nclients Through the combination of Aqualis and BTS, the combined company will\nbe the largest independent, global marine consultancy, by staff numbers, with\nfocus upon the servicing the international insurance markets. It will also be a\nleading supplier of consulting and advisory services within four complementary\nbusiness segments, enabling delivery of a more extensive range of services with\naccess to leading competence and knowhow. This will create value for both its\nclients and shareholders. <\/p>\n\n\n\n<p>2) Combining two highly complementary businesses &#8211; building on unique\nstrengths of both organizations and brands The combined company will have\nleading market positions within all four business segments. Within existing\nRenewables, Adjusting and Marine business lines, there is minimal overlap\nbetween the two companies. Within Offshore, the two companies are highly\ncomplementary in terms of geographical footprint, given Aqualis&#8217; leading\nposition in the Middle East, Braemar&#8217;s leading position in Asia Pacific, as\nwell as both companies&#8217; strong presence in Europe and North America. Such a\nposition is a hugely beneficial starting point for both companies since it\nlargely avoids the need for sensitive realignment in competing areas. As such\nimmediate opportunities for enhanced growth can be considered. <\/p>\n\n\n\n<p>3) Strengthened global presence The Transaction creates a highly competitive\nplayer with a significant international reach. Together the two companies will\ncreate a stronger international platform based on the strengths of both Aqualis\nand BTS. The complementary geographical profile will increase critical mass in\nall key regions, allow migration of technical expertise and the enlarged office\nnetwork will improve local presence across the globe. The combined company have\na physical presence on all five continents, with 61 offices in 33 countries\nworldwide. <\/p>\n\n\n\n<p>4) Unlocking considerable synergies The combination is expected to generate\nsignificant shareholder value through estimated run rate EBITDA synergies of\napproximately USD 2.0 million, expected to be implemented in full by year-end\n2021. Estimated run rate cost synergies of USD 1.1 million will be driven by\nmore efficient use of facilities, improved operating structure, administrative\nefficiencies, information system efficiencies and other economies of scale\neffects. Revenue synergies are estimated to have a run-rate EBITDA effect of\nUSD 0.9m, driven by the strengthened offering and market position enabling cross-selling\nacross services and geographies. <\/p>\n\n\n\n<p>Integration costs are estimated to amount to approximately USD 2.0 million,\nexpected to be incurred in 2019 and 2020. <\/p>\n\n\n\n<p>5) Becoming an even more attractive employer The Transaction combines two\ntalent-rich organizations with similar core values. The enlarged company will\nhave more sustainability and a widened technical expertise and give a strong\nplatform on which to build further.The strengthened global and diversified\norganization will focus on professional development, securing strong career\nprospects to attract and retain top professionals. <\/p>\n\n\n\n<p>6) New major shareholder with a long-term industrial perspective Following\nthe Transaction, Braemar will become the company&#8217;s largest shareholder, and\nwill enter into a 24-month lock-up agreement for the consideration shares, as\ndescribed below. Furthermore, Braemar has committed to subscribe for\napproximately USD 2 million in the proposed equity issues. <\/p>\n\n\n\n<p>Aqualis and Braemar have entered into a long-term licensing agreement\nenabling the use of the Braemar brand, which is anticipated to remain in place\nfor at least three years. The combined company and Braemar expect to refer\nbusiness to each other, and will enter into a preferred supplier agreement. <\/p>\n\n\n\n<h2>Key transaction terms and financing<\/h2>\n\n\n\n<p>If completed, the Transaction will be implemented through an acquisition of 100% of the shares in Braemar Technical Services Holdings Limited, a company established as the holding company for BTS, against the issuance of new shares and performance-based warrants in Aqualis as follows:<\/p>\n\n\n\n<ul class=\"bullets\"><li> 14,865,621 ordinary Aqualis shares to be issued on completion of the Transaction, representing approximately 26% of the outstanding shares upon issuance<\/li><li>Two equal tranches of performance-based warrants to potentially take Braemar&#8217;s holding to approximately 33% ownership, with performance measured over a two year period from 1 April 2019<\/li><li>2,986,778 Tranche 1 Warrants: Based on the combined company&#8217;s average annual EBITDA over two years, adjusted for certain one-off items, with an average EBITDA performance floor of USD 4.5 million and a ceiling of USD 7.5 million for proportional minimum \/ maximum vesting<\/li><li>2,986,778 Tranche 2 Warrants: Based on average annual, aggregate, gross profit for the former Braemar Adjusting and Marine divisions over two years, adjusting for certain one-off items, with a performance floor of USD 12.6 million and a ceiling of USD 14.3 million for proportional minimum \/ maximum vesting<\/li><li>The warrants will be issued on completion of the Transaction, and will be exercisable in a two year period after the date of vesting, which will follow the determination of the EBITDA and gross profit for the two year period. The exercise price will be NOK 0.10 per warrant, being the nominal value per Aqualis ordinary share<\/li><\/ul>\n\n\n\n<p>Based on a share price of NOK 4.14 per Aqualis share and a USD\/NOK exchange\nrate of 8.64, the consideration represents an equity purchase price for BTS of\nbetween USD 7.1 million and USD 9.9 million, depending on the numbers of warrants\nvesting. The agreed consideration is based on a &#8220;locked box&#8221; balance\nsheet as of 28 February 2019, which includes a net cash balance of USD 0.9\nmillion in BTS. <\/p>\n\n\n\n<p>Braemar has entered into a 24-month lock-up agreement with Aqualis for the\nconsideration shares and warrants. The lock-up will not apply if the volume\nweighted average share price for Aqualis over a 20 trading day period exceeds\nNOK 8, and certain other customary exceptions. Gross Management AS has entered\ninto a corresponding lock-up agreement with Braemar. <\/p>\n\n\n\n<h2>The Equity Issues <\/h2>\n\n\n\n<p>To expand the combined company&#8217;s liquidity buffer during the integration\nphase, Aqualis will propose fully underwritten equity issues (the &#8220;Equity\nIssues&#8221;) raising gross proceeds of approximately USD 6 million. The Equity\nIssues consist of two elements: (i)A private placement of approximately USD 2m\ndirected towards Braemar (the &#8220;Private Placement&#8221;. Braemar has\ncommitted to subscribe for the full amount of the Private Placement. The\nPrivate Placement represents approximately 33% of the Equity Issues,\ncorresponding to Braemar&#8217;s potential ownership stake in Aqualis if all\nperformance-based warrants vest and are exercised. (ii) A fully underwritten\nrights issue of approximately USD 4m towards existing Aqualis shareholders (the\n&#8220;Rights Issue&#8221;). <\/p>\n\n\n\n<p>The Rights Issue is fully underwritten by a syndicate consisting of Gross\nManagement AS and certain other major shareholders of Aqualis (the\n&#8220;Underwriters&#8221;). The Underwriters, representing approximately 21% of\nthe shares in Aqualis, have undertaken to vote in favor of the Transaction at\nthe AGM. <\/p>\n\n\n\n<p>The Equity Issues are conditional upon approval by the Aqualis AGM, and on\nall closing conditions for the Transaction having been met. <\/p>\n\n\n\n<p>Dividend proposal withdrawn In light of the Transaction and the Equity\nIssues, the previously announced proposal for ordinary dividend of NOK 0.10 per\nAqualis share will be withdrawn. <\/p>\n\n\n\n<p>Employee retention and incentive program Following completion of the\ntransaction, the company intends to implement a new management incentive\nprogram for the employees of the combined group. <\/p>\n\n\n\n<h2>Conditions and timetable<\/h2>\n\n\n\n<p>Completion of the Transaction is subject to customary closing conditions,\nincluding the approval by Aqualis&#8217; shareholders at the AGM, expected to be held\non or about 11 June. The transaction is not subject to any regulatory\napprovals. Given approval at the AGM, the Transaction is expected to close by\nthe end of June 2019. Aqualis will publish a prospectus with further\ninformation regarding the Transaction and the Equity Issues within 30 business\ndays. The Rights Issue and the Private Placement are expected to take place\nduring July. <\/p>\n\n\n\n<h2>Advisors <\/h2>\n\n\n\n<p>In connection with the Transaction and the Equity Issues, Aqualis is advised\nby SpareBank 1 Markets AS as sole financial advisor and book runner,\nAdvokatfirmaet Haavind AS as legal advisor, and Corporate Communications AS as\ncommunication advisor. <\/p>\n\n\n\n<p>Invitation to investor and analyst conference call At 10:30 am CET on May\n13, 2019, Aqualis will host a conference call about the company&#8217;s first quarter\nresults and the proposed transaction, followed by a question and answer\nsession. <\/p>\n\n\n\n<p>The recording of the presentation will be available on the company website.\nTo join this event, please use the dial in details below 5- 10 minutes prior to\nstart time. <\/p>\n\n\n\n<p>Dial in details: <br>Local &#8211; USA +1 929-477-0448 <br>Local &#8211; UK +44 (0)330 336 9411 <br>Local &#8211; Norway +47 2350 0296 <\/p>\n\n\n\n<p>Confirmation code: 6598983 <\/p>\n\n\n\n<p><a href=\"https:\/\/newsweb.oslobors.no\/obsvc\/attachment.obsvc?messageId=476734&amp;attachmentId=183349&amp;obsvc.item=1\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\"AqualisBraemar presentation (opens in a new tab)\">AqualisBraemar presentation<\/a><\/p>\n\n\n\n<p class=\"news-footer\">For further information, please contact:\n<\/p>\n\n\n\n<h5>Investors and financial media<\/h5>\n\n\n\n<p>\nKim Boman, CFO, Aqualis ASA<br>\nTelephone: +47 959 63 912<br>\nEmail: <a href=\"mailto:kim.boman@aqualis.no\">kim.boman@aqualis.no<\/a><\/p>\n\n\n\n<h5>Other media enquiries<\/h5>\n\n\n\n<p>\nEndre Johansen, Corporate Communications AS<br>\nTelephone: +47 41 61 06 05<br>\nEmail: <a href=\"mailto:endre.johansen@corpcom.no\">endre.johansen@corpcom.no<\/a><\/p>\n\n\n\n<h3>About Aqualis ASA <\/h3>\n\n\n\n<p>Aqualis ASA (OSE: Aqua) is a public company that, through its subsidiaries\nand associates, offers energy consultancy services to the offshore oil, gas and\nrenewables sectors globally. The group employs experienced consultants across\n19 offices in 15 countries worldwide. Aqualis ASA operates under two different\nbrands: AqualisBraemar and Offshore Wind Consultants. AqualisBraemar is a\nspecialized offshore marine and engineering consultancy firm, focusing on the\nshallow and deep-water offshore segments of the oil and gas industry. Offshore\nWind Consultants is a globally focused consultancy providing independent\nservices to the offshore renewables industry. <\/p>\n\n\n\n<p>Important notice This information is subject of the disclosure requirements\npursuant to section 5-12 of the Norwegian Securities Trading Act and section\n3.4 of the Continuing Obligations for Listed Companies. <\/p>\n\n\n\n<p>This announcement is not an offer for sale of securities in the United\nStates or any other country. The securities referred to herein have not been\nregistered under the U.S. Securities Act of 1933, as amended (the &#8220;U.S.\nSecurities Act&#8221;), and may not be sold in the United States absent\nregistration or pursuant to an exemption from registration under the U.S.\nSecurities Act. Aqualis does not intend to register any portion of the offering\nof the securities in the United States or to conduct a public offering of the\nsecurities in the United States. Copies of this announcement are not being made\nand may not be distributed or sent into the United States, Canada, Australia,\nJapan or any other jurisdiction in which such distribution would be unlawful or\nwould require registration or other measures. Certain statements included\nwithin this announcement contain forward-looking information, including,\nwithout limitation, those relating to) forecasts, projections and estimates, statements\nof management&#8217;s plans, objectives and strategies for Aqualis, such as planned\nexpansions, investments or other projects, management, as well as statements\npreceded by &#8220;expected&#8221;, &#8220;scheduled&#8221;, &#8220;targeted&#8221;,\n&#8220;planned&#8221;, &#8220;proposed&#8221;, &#8220;intended&#8221; or similar\nstatements. Although Aqualis believes that the expectations reflected in such\nforward-looking statements are reasonable, these forward-looking statements are\nbased on a number of assumptions and forecasts that, by their nature, involve\nrisk and uncertainty. Various factors could cause our actual results to differ\nmaterially from those projected in a forward-looking statement or affect the\nextent to which a particular projection is realized. <\/p>\n\n\n\n<p>No assurance can be given that such expectations will prove to have been correct. Aqualis disclaims any obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Aqualis and Braemar Technical to join forces &#8211; forming a leading adjusting, marine, offshore and renewable consultancy<\/p>\n","protected":false},"author":1,"featured_media":7076,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"spay_email":""},"categories":[6],"tags":[1303,1305,1306],"jetpack_featured_media_url":"https:\/\/aqualisbraemar.com\/wordpress\/wp-content\/uploads\/2019\/05\/Aqualis-Braemar.jpg","yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v15.8.2 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Aqualis and Braemar Technical Services to join forces<\/title>\n<meta name=\"description\" content=\"Aqualis ASA today entered into an agreement to acquire the Offshore, Adjusting and Marine business lines from Braemar Shipping Services Plc.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/aqualisbraemar.com\/all-media\/news\/aqualis-offshore-braemar-technical-services\/\" \/>\n<meta property=\"og:locale\" content=\"en_GB\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Aqualis and Braemar Technical Services to join forces\" \/>\n<meta property=\"og:description\" content=\"Aqualis ASA today entered into an agreement to acquire the Offshore, Adjusting and Marine business lines from Braemar Shipping Services Plc.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/aqualisbraemar.com\/all-media\/news\/aqualis-offshore-braemar-technical-services\/\" \/>\n<meta property=\"og:site_name\" content=\"AqualisBraemar\" \/>\n<meta property=\"article:published_time\" content=\"2019-05-13T06:59:00+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-05-14T07:49:11+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/aqualisbraemar.com\/wordpress\/wp-content\/uploads\/2019\/05\/Aqualis-Braemar.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"800\" \/>\n\t<meta property=\"og:image:height\" content=\"450\" \/>\n<meta name=\"twitter:card\" content=\"summary\" \/>\n<meta name=\"twitter:label1\" content=\"Estimated reading time\">\n\t<meta name=\"twitter:data1\" content=\"15 minutes\">\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/aqualisbraemar.com\/#website\",\"url\":\"https:\/\/aqualisbraemar.com\/\",\"name\":\"AqualisBraemar\",\"description\":\"Consultants to the Energy, Marine and Insurance sectors\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/aqualisbraemar.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-GB\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/aqualisbraemar.com\/all-media\/news\/aqualis-offshore-braemar-technical-services\/#primaryimage\",\"inLanguage\":\"en-GB\",\"url\":\"https:\/\/aqualisbraemar.com\/wordpress\/wp-content\/uploads\/2019\/05\/Aqualis-Braemar.jpg\",\"width\":800,\"height\":450,\"caption\":\"AqualisBraemar\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/aqualisbraemar.com\/all-media\/news\/aqualis-offshore-braemar-technical-services\/#webpage\",\"url\":\"https:\/\/aqualisbraemar.com\/all-media\/news\/aqualis-offshore-braemar-technical-services\/\",\"name\":\"Aqualis and Braemar Technical Services to join forces\",\"isPartOf\":{\"@id\":\"https:\/\/aqualisbraemar.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/aqualisbraemar.com\/all-media\/news\/aqualis-offshore-braemar-technical-services\/#primaryimage\"},\"datePublished\":\"2019-05-13T06:59:00+00:00\",\"dateModified\":\"2019-05-14T07:49:11+00:00\",\"author\":{\"@id\":\"https:\/\/aqualisbraemar.com\/#\/schema\/person\/a3279bca176e3d091bf8703e6bff8dc0\"},\"description\":\"Aqualis ASA today entered into an agreement to acquire the Offshore, Adjusting and Marine business lines from Braemar Shipping Services Plc.\",\"breadcrumb\":{\"@id\":\"https:\/\/aqualisbraemar.com\/all-media\/news\/aqualis-offshore-braemar-technical-services\/#breadcrumb\"},\"inLanguage\":\"en-GB\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/aqualisbraemar.com\/all-media\/news\/aqualis-offshore-braemar-technical-services\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/aqualisbraemar.com\/all-media\/news\/aqualis-offshore-braemar-technical-services\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https:\/\/aqualisbraemar.com\/\",\"url\":\"https:\/\/aqualisbraemar.com\/\",\"name\":\"Home\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https:\/\/aqualisbraemar.com\/all-media\/news\/aqualis-offshore-braemar-technical-services\/\",\"url\":\"https:\/\/aqualisbraemar.com\/all-media\/news\/aqualis-offshore-braemar-technical-services\/\",\"name\":\"Aqualis and Braemar Technical to join forces\"}}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/aqualisbraemar.com\/#\/schema\/person\/a3279bca176e3d091bf8703e6bff8dc0\",\"name\":\"Aqualis\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/aqualisbraemar.com\/#personlogo\",\"inLanguage\":\"en-GB\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/ef558b23dddf21b941c232a3d44e1179?s=96&d=mm&r=g\",\"caption\":\"Aqualis\"}}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","jetpack-related-posts":[{"id":7649,"url":"https:\/\/aqualisbraemar.com\/all-media\/news\/investor-news\/2019\/new-name-and-increased-share-capital-registered\/","url_meta":{"origin":7063,"position":0},"title":"New name and increased share capital registered","date":"June 27, 2019","format":false,"excerpt":"Reference is made to the stock exchange notice issued by AqualisBraemar ASA (the \"Company\") on 21 June 2019, where the Company announced that the acquisition of the three business lines (Adjusting, Marine and Offshore, jointly \"BTS\") from Braemar Shipping Services plc (\"Braemar\") (the \"Transaction\") had been completed, and that 14,865,621…","rel":"","context":"In &quot;2019&quot;","img":{"alt_text":"","src":"","width":0,"height":0},"classes":[]},{"id":7385,"url":"https:\/\/aqualisbraemar.com\/all-media\/news\/investor-news\/2019\/approval-and-publication-of-the-prospectus\/","url_meta":{"origin":7063,"position":1},"title":"Approval and publication of the prospectus","date":"June 22, 2019","format":false,"excerpt":"Reference is made to the stock exchange notice release on 11 June 2019 where Aqualis ASA (the \"Company\") announced that the annual general meeting of the Company had approved the share issues in connection with the agreement between the Company and Braemar Shipping Services plc (\"Braemar\")","rel":"","context":"In &quot;2019&quot;","img":{"alt_text":"","src":"","width":0,"height":0},"classes":[]},{"id":8144,"url":"https:\/\/aqualisbraemar.com\/all-media\/news\/investor-news\/2019\/q2-2019-financial-results\/","url_meta":{"origin":7063,"position":2},"title":"Q2 2019 financial results","date":"August 29, 2019","format":false,"excerpt":"Q2 2019 has been dominated by the announcement and closure of the acquisition of the majority of Braemar Technical Services. We are very excited as the combination creates a strong platform for developing the combined group and increasing shareholder value. The transaction is also a step forward to consolidate our…","rel":"","context":"In &quot;2019&quot;","img":{"alt_text":"","src":"","width":0,"height":0},"classes":[]},{"id":7052,"url":"https:\/\/aqualisbraemar.com\/all-media\/news\/investor-news\/2019\/q1-2019-results\/","url_meta":{"origin":7063,"position":3},"title":"Q1 2019 financial results","date":"May 13, 2019","format":false,"excerpt":"Highlights Q1 2019 Revenues of USD 8.2 million in Q1 2019, same level as in Q1 2018Operating loss (EBIT) of USD 0.2m vs operating profit of USD 0.2 million in Q1 2018Adjusted EBIT of USD 0.1 million in Q1 2019 vs USD 0.2 million in Q1 2018Positive operational cash flow…","rel":"","context":"In &quot;2019&quot;","img":{"alt_text":"","src":"","width":0,"height":0},"classes":[]},{"id":7379,"url":"https:\/\/aqualisbraemar.com\/all-media\/news\/investor-news\/2019\/aqualis-completes-acquisition-of-braemar-technical-services\/","url_meta":{"origin":7063,"position":4},"title":"Aqualis completes acquisition of Braemar Technical Services","date":"June 21, 2019","format":false,"excerpt":"Reference is made to the stock exchange notice dated 13 May 2019 where Aqualis ASA (the “Company”) and Braemar Shipping Services plc (“Braemar”) announced an agreement whereby the Company would acquire three business lines (Adjusting, Marine and Offshore, jointly “BTS”) from Braemar representing the majority of the Braemar Technical Services…","rel":"","context":"In &quot;2019&quot;","img":{"alt_text":"AqualisBraemar logo","src":"https:\/\/i0.wp.com\/aqualisbraemar.com\/wordpress\/wp-content\/uploads\/2019\/06\/AqualisBraemar-logo-tile-grad.jpg?resize=350%2C200&ssl=1","width":350,"height":200},"classes":[]},{"id":9505,"url":"https:\/\/aqualisbraemar.com\/all-media\/news\/investor-news\/2019\/q3-2019-financial-results\/","url_meta":{"origin":7063,"position":5},"title":"Q3 2019 financial results","date":"November 28, 2019","format":false,"excerpt":"Q3 2019 was our first full quarter operating as the combined company AqualisBraemar, following the acquisition of Braemar Technical Services.","rel":"","context":"In &quot;2019&quot;","img":{"alt_text":"","src":"","width":0,"height":0},"classes":[]}],"_links":{"self":[{"href":"https:\/\/aqualisbraemar.com\/wp-json\/wp\/v2\/posts\/7063"}],"collection":[{"href":"https:\/\/aqualisbraemar.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/aqualisbraemar.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/aqualisbraemar.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/aqualisbraemar.com\/wp-json\/wp\/v2\/comments?post=7063"}],"version-history":[{"count":6,"href":"https:\/\/aqualisbraemar.com\/wp-json\/wp\/v2\/posts\/7063\/revisions"}],"predecessor-version":[{"id":7078,"href":"https:\/\/aqualisbraemar.com\/wp-json\/wp\/v2\/posts\/7063\/revisions\/7078"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/aqualisbraemar.com\/wp-json\/wp\/v2\/media\/7076"}],"wp:attachment":[{"href":"https:\/\/aqualisbraemar.com\/wp-json\/wp\/v2\/media?parent=7063"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/aqualisbraemar.com\/wp-json\/wp\/v2\/categories?post=7063"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/aqualisbraemar.com\/wp-json\/wp\/v2\/tags?post=7063"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}